[{
                
    "description": "Fullmetal Alchemist, est un manga d'Hiromu Arakawa. Il a été prépublié entre 2001 et 2010 dans le magazine mensuel Shōnen Gangan de la société Square Enix et a été compilé en 27 volumes reliés. La version française est publiée par Kurokawa depuis 2005.",
    "postURL": "https://fr.web.img6.acsta.net/pictures/19/07/29/15/50/2364027.jpg",
    "title": "Full metal",
    "rate": 4,
    "src" : "https://www.youtube.com/watch?v=klMhg9deh00"
},
{
    
    "description": "Black Clover est un shōnen manga écrit et dessiné par Yūki Tabata. Il est prépublié depuis le 16 février 2015 dans le magazine Weekly Shōnen Jump, puis publié en volumes reliés par l'éditeur japonais Shūeisha.",
    "postURL": "https://p325k7wa.twic.pics/high/black-clover/black-clover/00-page-setup/black-clover_game-thumbnail.jpg?twic=v1/cover=760x844/step=10/quality=80",
    "title": "Black Clover",
    "rate": 3,
    "src" : "https://www.youtube.com/watch?v=xCZHhDHZDA8"
},
{
    
    "description": "Après deux ans et demi d'entraînement avec Jiraya, Naruto retrouve ses camarades de l'Académie des ninja ainsi que ses professeurs de Konoha. Tous ont évolué, y compris les ninjas du village de Suna. Cependant, le village est menacé par Akatsuki ",
    "postURL": "https://static.posters.cz/image/1300/affiches-et-posters/naruto-shippuden-i84239.jpg",
    "title": "Naruto Shippuden",
    "rate": 1,
    "src" : "https://www.youtube.com/watch?v=16w3RTqDn_0"
},
{
    
    "description": "Boruto: Naruto Next Generations est un manga dérivé faisant suite au manga Naruto, par Ukyō Kodachi et dessiné par Mikio Ikemoto, sous la supervision de Masashi Kishimoto, l'auteur du manga Naruto, qui devient scénariste principal fin 2020",
    "postURL": "https://image.animedigitalnetwork.fr/license/kuroko/film/web/affiche_370x0.jpg",
    "title": " Naruto Next Generations",
    "rate": 4, 
    "src" : "https://www.youtube.com/watch?v=KsB_xVnf7yM"
},
{
   
    "description": "Kuroko's Basket est un shōnen manga écrit et dessiné par Tadatoshi Fujimaki. Il est pré-publié dans l'hebdomadaire Weekly Shōnen Jump de l'éditeur Shūeisha entre décembre 2008 et septembre 2014, et est compilé en un total de trente tomes",
    "postURL": "https://image.animedigitalnetwork.fr/license/kuroko/film/web/affiche_370x0.jpg",
    "title": "Kuroko's Basket",
    "rate": 2,
    "src" : "https://www.youtube.com/watch?v=xm1iR8ZU0VM8"
}]